{
  "title": "Hamlet",
  "author": "William Shakespeare (edited by Harold Jenkins)",
  "edition": "First Arden (Second Series) Edition, First Printing",
  "year": "1982",
  "publisher": "Methuen & Co. Ltd., London & New York",
  "description": "The definitive 1982 Arden Shakespeare edition of Hamlet, edited by the celebrated scholar Harold Jenkins. Long regarded as the gold-standard text for students, actors, and serious collectors, this volume offers an exhaustive introduction, full textual apparatus, and detailed commentary that illuminate every nuance of Shakespeare’s greatest tragedy. A cornerstone for any Shakespeare collection and an ideal gift for lovers of English literature and scholarly annotation.",
  "condition": "Book: Very Good—blue cloth bright, square, interiors clean and unmarked. Dust jacket: Fair only—edge-chipping, several small tears, staining and waviness at lower front panel, spine sunned; now in removable archival sleeve. Binding sound; no inscriptions.",
  "details": [
    "Bibliographic Details",
    "Author: William Shakespeare (edited, with introduction & commentary, by Harold Jenkins)",
    "Title: Hamlet",
    "Series: The Arden Shakespeare, Second Series",
    "Publisher / Place: Methuen & Co. Ltd., 11 New Fetter Lane, London EC4P 4EE (simultaneously in association with Methuen, Inc., New York, NY 10017, USA)",
    "Year: 1982",
    "Edition / Printing: First Edition, First Impression (copyright page states \"first published in 1982\")",
    "Format: Thick crown 8vo hardcover; approx. lii + 507 pp. including extensive introduction, notes, bibliography & appendices",
    "Binding Details: Original blue cloth; gilt titling to spine; blind publisher’s monogram to upper board; grey end-papers",
    "Dust Jacket: Pale green printed jacket with decorative border; not price-clipped; now protected in Mylar",
    "Notable Points: Harold Jenkins’s landmark text and commentary; considered one of the most authoritative modern editions of the play; ISBN 0-416-17910-X",
    "Language: English",
    "Condition (conservative, ABAA-style)",
    "Boards/Spine: Cloth clean and unfaded; minor rubbing to extremities; slight softening at spine ends.",
    "Pages/Textblock: Fresh, bright and unmarked; no foxing; top edge lightly dust-speckled.",
    "Hinges/Binding: Firm and square; no cracks; opens easily without strain.",
    "Dust Jacket: Fair—overall soiling, water-stain and waviness to lower front panel; several short closed tears and small chips at corners and spine ends; spine gently toned.",
    "Edges: Light dust dulling; no remainder marks.",
    "Overall grade: Very Good book in Fair jacket."
  ]
}