{
  "Title": "The Two Gentlemen of Verona (The Arden Shakespeare)",
  "Author": "William Shakespeare",
  "Edition": "First Printing of the Completely Revised & Reset Edition (Arden Second Series), 1969",
  "Year": 1969,
  "Publisher": "Methuen & Co. Ltd., London, United Kingdom",
  "Description": "Coveted by scholars and collectors alike, this 1969 Arden Shakespeare volume presents Clifford Leech’s freshly edited text of Shakespeare’s early comedy, reset and fully updated for modern criticism. Arden’s scholarly apparatus—introduction, extensive notes, textual variants and appendices—makes this the definitive stand-alone edition for stage professionals, academics and passionate readers assembling a serious Shakespeare shelf.",
  "Condition": "Very Good in Good+ jacket: blue cloth boards bright; binding square and tight; pages clean with only faint toning to edges. Jacket retains colour, light edge-rubs, small chip at head of spine and faint splash mark to lower rear panel, now in removable archival sleeve.",
  "Details": "Bibliographic Details\n• Author: William Shakespeare\n• Title: The Two Gentlemen of Verona\n• Editor: Clifford Leech (Arden Second Series)\n• Publisher / Place: Methuen & Co. Ltd., London\n• Year: 1969\n• Edition / Printing: First printing of the completely revised & reset edition (first thus for Leech text; previous Arden issue 1906 by Warwick Bond)\n• Format: Crown 8vo hardcover; li + 188 pp. including Introduction, Text, Commentary & Index\n• Binding Details: Original blue cloth; gilt spine lettering; publisher’s blind colophon to upper board\n• Dust Jacket: Printed teal/white jacket with decorative border; priced; now protected in Mylar\n• Notable Points: Includes comprehensive introduction on sources, date, stage history; full textual notes; SBN 416 47490 X\n• Language: English\nCondition (conservative, ABAA-style)\n• Boards/Spine: Clean cloth, minor rubbing to extremities, bright gilt\n• Pages/Textblock: Creamy pages, firm; no writing or marks noted\n• Hinges/Binding: Tight, square; no cracking\n• Edges: Very slight dusting to top edge\n• Dust Jacket: Edge-wear with short closed tears, nick at spine crown, faint rear panel staining; colors strong, unclipped\n• Overall grade: Very Good book / Good+ jacket"
}