{
  "title": "Hamlet (The Arden Shakespeare)",
  "author": "William Shakespeare (edited by Harold Jenkins)",
  "edition": "First Edition, First Printing of the Harold Jenkins Arden edition",
  "year": "1982",
  "publisher": "Methuen & Co. Ltd., London, England / Methuen, Inc., New York, USA",
  "blurb": "Sought-after scholarly Arden text of Shakespeare’s greatest tragedy, meticulously edited and annotated by Harold Jenkins. Ideal for collectors of Shakespeareana or students wanting the definitive modern critical edition, complete with extensive introduction, textual apparatus, and notes. Scarce 1982 first printing in original dust-jacket.",
  "condition": "Dust-jacket rubbed, edge-worn with small tears, chips and a damp-stain to lower front panel; spine lightly sunned. Blue cloth boards clean; corners sharp. Text block bright, unmarked, firm binding. Overall a solid Very Good book in Good jacket.",
  "details": "Bibliographic Details\n• Author: William Shakespeare\n• Editor: Harold Jenkins (Arden general editor)\n• Title: Hamlet (The Arden Edition of the Works of William Shakespeare)\n• Publisher / Place: Methuen & Co. Ltd., 11 New Fetter Lane, London EC4P 4EE; in association with Methuen, Inc., 733 Third Avenue, New York, NY 10017\n• Year: 1982\n• Edition / Printing: First Edition, First Printing of this Jenkins-edited text (copyright page states “first published in 1982” with no later impressions noted)\n• Series: The Arden Shakespeare (2nd series)\n• ISBN: 0-416-17910-X (hardback); 0-416-17920-7 (paperback listed)\n• Format: Large 8vo hardcover; xxviii + 507 pp. (including extensive introduction, commentary, textual notes, appendices, bibliography, index)\n• Binding Details: Publisher’s blue cloth; gilt spine lettering; plain endpapers; sewn signatures\n• Dust Jacket: Cream printed jacket with decorative border; priced; series list to rear panel\n• Notable Points: Highly regarded critical edition; comprehensive textual discussion; cornerstone for Shakespeare scholars\n• Language: English\nCondition (conservative, ABAA-style)\n• Boards/Spine: Clean cloth; minimal rubbing at extremities; gilt bright; slight lean.\n• Pages/Textblock: Fresh, crisp pages; no marks or underlining observed; edges lightly toned.\n• Illustrations/Facsimiles: Contains facsimile title pages and textual figures; all present.\n• Hinges/Binding: Solid, square, no cracking.\n• Edges: Very light dust-soil top edge.\n• Dust Jacket: Good only—overall toning, surface scuffs, several short closed tears, small chip at crown, damp stain along lower front joint; now in removable archival mylar.\n• Overall grade: Very Good book in Good jacket."
}