{
  "Author": "Lady Murasaki (Murasaki Shikibu); translated by Arthur Waley",
  "Title": "The Sacred Tree: Being the Second Part of ‘The Tale of Genji’",
  "Publisher": "Houghton Mifflin Company, Boston & New York, USA",
  "Year": "1926",
  "Edition": "First American Edition, First Printing",
  "Errata": "Translator: Arthur Waley — celebrated early-20th-century Japanologist whose six-volume Genji rendition (1925-33) introduced the classic to the West.",
  "Format": "Crown 8vo hardcover; quarter green cloth with Japanese patterned paper boards; paper spine label; deckle fore-edge; top edge stained light green; xx + 287 pp. (pagination inferred from standard issue).",
  "Conditions": "Very Good–. Boards bright with mild edge rubbing and corner wear; spine ends slightly frayed, spine label toned. Text clean, evenly toned; binding square and sound. Lacks the original slipcase, no jacket issued in U.S. edition.",
  "Language": "English",
  "Description": "Attractive 1926 first American printing of Arthur Waley’s landmark translation of the second section of The Tale of Genji, the eleventh-century Japanese court masterpiece by Lady Murasaki. Issued in an elegant patterned binding echoing Heian-period textile designs, this volume stands alone for reading yet forms part of Waley’s collectible six-volume set.\n\nA key title for students of world literature, Japanese studies, and translation history, The Sacred Tree brings to life Genji’s later intrigues with uncommon grace. A handsome addition to any shelf and an excellent gift for the discerning bibliophile.",
  "Details": [
    "Bibliographic Details",
    "Author: Lady Murasaki (Murasaki Shikibu)",
    "Translator: Arthur Waley",
    "Title: The Sacred Tree: Being the Second Part of ‘The Tale of Genji’",
    "Publisher / Place: Houghton Mifflin Company, Boston & New York (printed at The Riverside Press, Cambridge)",
    "Year: 1926",
    "Edition / Printing: First American Edition, First Printing",
    "Series / Universe: Arthur Waley’s six-volume Tale of Genji translation (vol. II)",
    "Format: Crown 8vo hardcover; approx. xx + 287 pp.",
    "Binding Details: Quarter green cloth; Japanese geometric/floral patterned paper over boards; paper spine label printed in black; top edge green; deckle fore-edge",
    "Dust Jacket: No jacket issued with U.S. trade edition; originally supplied in a plain card slipcase (not present)",
    "Notable Points: Early English-language access to a cornerstone of classical Japanese literature; highly regarded Waley translation",
    "Language: English (translated from classical Japanese)",
    "Condition (conservative, ABAA-style)",
    "Boards/Spine: Patterned boards bright; light rubbing to edges; corners worn through at tips; cloth spine clean with minor fray at crown/foot; spine label toned but legible.",
    "Pages/Textblock: Uniform creamy toning; no marking or foxing observed; top edge tint somewhat faded.",
    "Hinges/Binding: Firm and square; no loose gatherings.",
    "Edges: Deckle fore-edge rough-cut as issued; mild dust-soil.",
    "Overall grade: Very Good– (well-kept copy, minor shelf wear, no restoration)."
  ]
}