{
  "Title": "Pearl; Sir Gawain and the Green Knight",
  "Author": "Anonymous (The Pearl / Gawain Poet); edited with introduction by A. C. Cawley, M.A., Ph.D.",
  "Edition": "Everyman’s Library No. 346 – 1966 Reprint of the 1962 First EL Edition",
  "Year": "1966",
  "Publisher": "J. M. Dent & Sons Ltd., London, United Kingdom (co-published by E. P. Dutton & Co., New York, USA)",
  "Description": "Dent’s handy Everyman’s Library printing of the two great fourteenth-century alliterative poems—Pearl and Sir Gawain and the Green Knight—edited by medievalist A. C. Cawley with scholarly introduction, notes and glossary. Issued in the attractive brown cloth EL binding with anchor-device patterned endpapers.",
  "Condition": "Good+. Clean brown cloth a little rubbed with a surface scratch to upper board, mild fray to spine foot & a corner; gilt spine titling bright. Page edges evenly toned, one small smudge to lower edge. EL endpapers show owner’s pencilled & inked notes. Tight, square binding; text clean with only scattered faint handling.",
  "Details": [
    "Bibliographic Details",
    "Author: Anonymous (‘Pearl’ / ‘Gawain’ Poet); Editor & Introduction: A. C. Cawley",
    "Title: Pearl; Sir Gawain and the Green Knight",
    "Publisher / Place: J. M. Dent & Sons Ltd., Aldine House, Bedford St., London | Co-issue: E. P. Dutton & Co., New York",
    "Year: 1966 (copyright 1962; statement: ‘Last reprinted 1966’)",
    "Edition / Printing: Everyman’s Library No. 346, 1966 Reprint",
    "Format: Crown 8vo hardcover; approx. xxxii + 204 pp.",
    "Binding Details: Original brown cloth; double gilt rules at crown; gilt titling & EL script monogram to spine; EL anchor-monogram patterned endpapers",
    "Dust Jacket: Not present (often lost)",
    "Notable Points: Full Middle English text with scholarly apparatus; glossary, textual notes, bibliographical check-list",
    "Language: English (Middle English text with modern English notes)",
    "Condition (conservative, ABAA-style)",
    "Boards/Spine: Light rubbing; surface scratch to upper board; mild corner & spine-end wear; gilt bright.",
    "Pages/Textblock: Clean, evenly toned stock; a few faint handling marks; no underlining in text.",
    "Endpapers: EL pattern; previous owner’s ink annotations on front & rear pastedowns.",
    "Hinges/Binding: Firm and square; no loose leaves.",
    "Edges: Toned; one small spot to lower edge.",
    "Overall grade: Good+ (solid reading / reference copy in original cloth)."
  ],
  "MarketingCopy": "A cornerstone of Middle English literature in a collector-friendly format—this Everyman’s Library volume pairs the enigmatic dream-vision Pearl with the chivalric tour-de-force Sir Gawain and the Green Knight. A. C. Cawley’s respected scholarly edition provides a lucid introduction, textual notes, glossary and bibliography, making it equally valuable to students, medievalists and lovers of Arthurian romance.\n\nEveryman’s Library printings are prized for their durability and elegant design; the brown cloth and gilt spine will sit handsomely on any classics shelf. Whether you’re rounding out an Everyman run, seeking a gift for a Tolkien-minded reader, or simply wish to savour the music of fourteenth-century alliterative verse, this 1966 reprint offers literary substance in a compact, collectible package."
}