{
  "Title": "The Works of Christopher Marlowe",
  "Author": "Christopher Marlowe (edited by C. F. Tucker Brooke)",
  "Edition": "1969 Reprint (11th impression of the 1910 Oxford text)",
  "Year": 1969,
  "Publisher": "Oxford at the Clarendon Press (Oxford University Press), Oxford, United Kingdom",
  "Blurb": "Handsome Oxford re-issue of Christopher Marlowe’s complete works, meticulously edited by scholar C. F. Tucker Brooke. Includes the full texts of Doctor Faustus, Tamburlaine, The Jew of Malta, and all the poems with scholarly introduction and notes. A solid mid-century hardcover in the original dust-jacket—ideal for students, collectors of Elizabethan drama, or anyone who wants a reliable reading copy of England’s fiery Renaissance playwright.",
  "Condition": "Dust-jacket toned, edge-worn with small chips/tears at spine ends & corners; a few surface spots. Green cloth boards clean, bright gilt to spine. Text clean and unmarked save for small pencil shelf mark on title. Binding tight. Very Good book in Good jacket.",
  "Details": "- Bibliographic Details\n  Author: Christopher Marlowe\n  Editor: C. F. Tucker Brooke (B.Litt. Oxon.; later Professor of English, Yale University)\n  Title: The Works of Christopher Marlowe\n  Publisher / Place: Oxford at the Clarendon Press (Oxford University Press), Oxford\n  Year: 1969 reprint (first published 1910; subsequent reprints 1925, 1929, 1941, 1946, 1953, 1957, 1962, 1964, 1966, 1969)\n  Edition / Printing: Eleventh impression, July 1969 (print code 7/69 on jacket rear panel)\n  Format: Crown 8vo hardcover; approx. 8.75 × 5.5 in.; xv + 468 pp. (pagination not fully verified)\n  Binding Details: Original dark green cloth; gilt titling to spine; plain endpapers\n  Dust Jacket: Cream jacket printed red; Oxford device to front panel & spine; price-clipped\n  Notable Points: Standard scholarly text of Marlowe for much of the 20th C.; includes textual notes and Brooke’s critical introduction.\n  Language: English\n  Condition (conservative, ABAA-style)\n  • Boards/Spine: Cloth bright; mild rubbing to extremities.\n  • Pages/Textblock: Clean; no writing or highlighting; mild toning at edges.\n  • Hinges/Binding: Square and sound; no cracking.\n  • Edges: Light age-toning, faint dust-soil top edge.\n  • Dust Jacket: Toned; shallow chips at crown/foot, corners; short closed tears, small surface spots; now in removable archival sleeve.\n  Overall grade: Very Good book in Good jacket."
}