{
  "Author": "Christopher Marlowe (edited by C. F. Tucker Brooke)",
  "Title": "The Works of Christopher Marlowe",
  "Publisher": "Oxford at the Clarendon Press, Oxford, England (Oxford University Press)",
  "Year": "1969",
  "Edition": "1969 Reprint of the 1910 First Edition (Clarendon scholarly text)",
  "Errata": "Editor: C. F. Tucker Brooke, B.Litt. Oxon.; extensive textual and critical notes",
  "Format": "8vo hardcover; original green cloth; red-printed decorative dust jacket",
  "Conditions": "Dust jacket rubbed, edge-worn with chips at spine ends & corners, a few short tears and spots; jacket spine lightly sunned. Cloth boards clean with bright gilt, very slight shelf rub. Text block clean and unmarked save small pencilled shelf number on title verso; no stamps. Binding square and tight; edges toned. Overall: Very Good book in Good jacket.",
  "Language": "English",
  "Description": "Handsome Clarendon Press reprint of C. F. Tucker Brooke’s landmark edition of Marlowe, long regarded as the standard scholarly text for Tamburlaine, Doctor Faustus, Edward II and the rest of the brief, brilliant canon. The critical apparatus, textual variants, and Brooke’s introductions remain indispensable for students of the English Renaissance.\n\nA solid, collectable copy still wearing its original Oxford dust jacket—harder to find intact—with bright green cloth beneath. Ideal for the scholar’s desk or for rounding out a shelf of Elizabethan drama next to Shakespeare, Kyd and Webster; it also makes a thoughtful gift for any lover of literature or theatre history.",
  "Details": [
    "Bibliographic Details",
    "Author: Christopher Marlowe",
    "Title: The Works of Christopher Marlowe",
    "Editor: C. F. Tucker Brooke (critical notes, textual apparatus)",
    "Publisher / Place: Oxford at the Clarendon Press (Oxford University Press), Oxford, England",
    "Year: 1969 (First published 1910; subsequent reprints 1925–1969—this copy from the 1969 impression)",
    "Edition / Printing: 1969 Reprint",
    "Format: Crown 8vo; xxxvi + 590 pp. (pagination approximate)",
    "Binding Details: Original publisher’s green cloth; gilt titling to spine; plain endpapers",
    "Dust Jacket: Cream paper jacket printed red, publisher’s crest front & spine",
    "Notable Points: Established standard text for Marlowe; bibliography & extensive notes",
    "Language: English",
    "Condition (conservative, ABAA-style)",
    "Boards/Spine: Clean cloth; minimal rubbing to extremities; corners sharp",
    "Pages/Textblock: Clean, bright; no highlighting or marginalia; light toning at edges",
    "Hinges/Binding: Firm and square; no loose leaves",
    "Edges: Even age-toning; faint dust-soil upper edge",
    "Dust Jacket: Good only—chips (≤10 mm) at spine ends & corners; several short tears; mild surface spotting",
    "Overall grade: Very Good book / Good dust jacket"
  ]
}