{
  "blurb": "Handsomely produced in the sought-after Arden Shakespeare Second Series, this 1969 completely revised edition of The Two Gentlemen of Verona offers the definitive scholarly text for students, actors and collectors alike.  Clifford Leech supplies an authoritative introduction, extensive commentary, textual notes and bibliography, making this volume the essential modern reading copy of Shakespeare’s early romantic comedy.  The elegant teal dust-jacket, repeating the classic scalloped border first used in the 1950s, presents beautifully on the shelf, while the sturdy Methuen blue-grey cloth binding promises decades of further use.  Attractive, clean and sound, it represents a superior example of a title now increasingly hard to locate in collectible condition with its original jacket intact.",
  "condition": "Very Good in like dust-jacket.  Jacket bright, unclipped, with shallow wear to spine crown, one small white scuff mid-spine, and a light pink tide-mark confined to the lower rear panel; no loss to lettering.  Boards sharp and unfaded in blue-grey cloth, corners square.  Text block clean, unmarked and evenly toned; no inscriptions, underlining or remainder marks.  Firm hinges, tight sewing.  Edges faintly dust-speckled only.  No odors.  Complete, with all pages and end-papers present.",
  "condition_code": 3000,
  "details": "• London: Methuen & Co. Ltd., 1969\n• First printing of the fully revised and reset edition (Arden Shakespeare Second Series)\n• Edited by Clifford Leech; general editors Harold F. Brooks & Harold Jenkins\n• SBN 416 47490 X\n• Crown 8vo (approx. 8¾ × 5¾ in.); xxvii, 127 pp. + plates\n• Blue-grey cloth, gilt spine titles, teal printed dust-jacket\n• Collectible points: earliest issue of the 1969 revision, attractive jacket design, authoritative scholarly apparatus\n• Scarcer than later reprints and mass-market paperbacks; ideal for the serious Shakespeare shelf",
  "price": 24.5,
  "image_urls": "https://your-bucket.s3.amazonaws.com/arden_two_gentlemen_front.jpg|https://your-bucket.s3.amazonaws.com/arden_two_gentlemen_spine.jpg|https://your-bucket.s3.amazonaws.com/arden_two_gentlemen_back.jpg|https://your-bucket.s3.amazonaws.com/arden_two_gentlemen_title.jpg|https://your-bucket.s3.amazonaws.com/arden_two_gentlemen_copyright.jpg|https://your-bucket.s3.amazonaws.com/arden_two_gentlemen_angle.jpg"
}