{
  "blurb": "Classic Heian-era intrigue rendered in lucid English by legendary orientalist Arthur Waley.  The Sacred Tree is the complete second book of Lady Murasaki’s immortal Tale of Genji and here appears in its FIRST AMERICAN EDITION (1926) – handsomely printed at the Riverside Press for Houghton Mifflin.  Waley’s six-volume translation has long been prized for its literary grace and for introducing the world’s earliest novel to Western readers; early printings such as this are increasingly uncommon.  The volume itself is a delight to handle: Japanese-inspired patterned paper over boards, green cloth backstrip with intact printed label, rough-cut fore-edges and a green top-stain that still glows.  A sound, collectible copy—clean, tight, and ready to anchor a Waley, Genji, or Japanese literature collection.",
  "condition": "Very Good.  Decorative boards bright, with a few small rubs to corners exposing board tips and light wear to bottom edges; backstrip cloth clean, faint spotting, spine ends softened with minute fraying.  Printed paper spine label complete and legible.  Binding square and hinges firm with no cracking.  Text block fresh: pages evenly toned but free of writing, underlining, or foxing; top edge dyed green, light dust dulling; fore & bottom edges deckle-cut, mildly age-toned.  No dust jacket.  No odors, tears, or missing leaves.",
  "details": "• First American edition, first printing, 1926 (preceded only by the UK Allen & Unwin issue the same year).\n• Second volume of Waley’s celebrated six-part Genji translation (titles issued separately 1925-1933).\n• Printed at The Riverside Press, Cambridge; decorative board design echoes Heian motifs used on title page.\n• Publisher’s green top stain, rough-cut edges.\n• Scarce in collectible condition without modern rebind; jacketed examples seldom seen.\n• Reference: Gallup D2; Murasaki/Genji bibliographies.",
  "price": 45.0,
  "image_urls": "https://s3.amazonaws.com/yourbucket/sacred_tree_01.jpg|https://s3.amazonaws.com/yourbucket/sacred_tree_02.jpg|https://s3.amazonaws.com/yourbucket/sacred_tree_03.jpg|https://s3.amazonaws.com/yourbucket/sacred_tree_04.jpg|https://s3.amazonaws.com/yourbucket/sacred_tree_05.jpg|https://s3.amazonaws.com/yourbucket/sacred_tree_06.jpg|https://s3.amazonaws.com/yourbucket/sacred_tree_07.jpg"
}