{
  "blurb": "Essential reading for anyone drawn to the magic of medieval romance, this compact Everyman’s Library volume unites two of the most luminous works of Middle English poetry—Pearl and Sir Gawain and the Green Knight—in a scholarly yet accessible text. Edited and introduced by renowned medievalist A. C. Cawley, the book offers a concise historical essay, notes, bibliography, and glossary, making it ideal for students, Tolkien enthusiasts, and collectors of Arthurian literature. Printed in Britain and handsomely bound in the period brown cloth with bright gilt spine titling, the 1966 reprint preserves the elegant typography and anchor-monogram end-papers that have made Everyman’s Library a mainstay on serious bookshelves for more than a century. A sturdy, pocket-sized hardback ready for both study and display, it delivers a durable reading copy of two enduring classics at a fraction of the price of modern critical editions.",
  "condition": "Good (eBay ID 5000). Original brown linen boards show light overall rubbing, a faint diagonal scratch to upper board, and mild fraying to spine tips and lower corners; gilt lettering remains clear and bright. Lacking the original dust jacket. Text block edges lightly toned with a few small soil spots to fore edge; pages themselves clean, crisp, and unmarked. Front and rear patterned EL end-papers bear an early ownership name and several brief ink notes but hinges are perfectly sound with no pulls or cracks. No loose, torn, or missing leaves; binding square and secure. Stored in a smoke-free environment with no discernible odor.",
  "details": "• Everyman’s Library No. 346.  \n• Dent (London) / Dutton (New York), 1966 reprint of the 1962 first Everyman issue.  \n• Edited, introduced, and glossed by A. C. Cawley, Professor of English Language & Medieval English Literature, University of Leeds.  \n• Small crown-octavo (18 cm); xlv + 196 pp.  \n• Series anchor-monogram endpapers, gilt EL cipher at spine foot.  \n• No dust jacket present.  \n• Collectible for Arthurian, medieval, and Everyman completist shelves; prices for jacketed Very Good copies typically range $15-25—offered here jacketless but sound at a modest collector-friendly price.",
  "price": 8.95,
  "image_urls": "https://mys3bucket.s3.amazonaws.com/pearl_gawain_front.jpg|https://mys3bucket.s3.amazonaws.com/pearl_gawain_spine.jpg|https://mys3bucket.s3.amazonaws.com/pearl_gawain_title.jpg|https://mys3bucket.s3.amazonaws.com/pearl_gawain_copyright.jpg|https://mys3bucket.s3.amazonaws.com/pearl_gawain_endpapers.jpg"
}